{
    "id": "retrospective-generic-dataschema",
    "name": [
        {
            "lang": "en",
            "value": "Retrospective Generic DataSchema"
        }
    ],
    "acronym": [
        {
            "lang": "en",
            "value": "RG"
        }
    ],
    "description": [
        {
            "lang": "en",
            "value": "The Retrospective Generic DataSchema was created to examine the value of using the DataSchema and Harmonization Platform for Epidemiological Research (DataSHaPER) approach to support retrospective harmonization of existing studies. It contains a select list of 148 core variables relating to baseline interviews (health and risk factor questionnaires, and physical measures) of population-based studies enrolling adult participants. These variables were used to estimate the potential to harmonize information collected in 53 large population-based studies (6.9 million participants). Results of the analysis were published in:\n\n__Is rigorous retrospective harmonization possible? Application of the DataSHaPER approach across 53 large studies__\n\nFortier I, Doiron D, Little J, Ferretti V, L'Heureux F, Stolk RP, Knoppers BM, Hudson TJ, Burton PR, International Harmonization Initiative, Is rigorous retrospective harmonization possible? Application of the DataSHaPER approach across 53 large studies. Int J Epidemiol, 2011. 40(5): p. 1314-28. \n\nPubmed ID: 21804097\n\n[View article](http://www.ncbi.nlm.nih.gov/pubmed/21804097)\n\n#### Population Targeted\n\nMiddle-aged participants\n\n#### Criteria used in the selection of DataSchema variables\n\n* The variable is of substantial relevance to genomic or public health research: a variable may be selected because it is of direct relevance in its own right, is a qualifying variable that influences interpretation of other variables of direct interest, is seen as being a potentially important confounder or is a source of bias;\n* The variable may potentially be used in a wide range of research settings;\n* Where relevant, each identified level of response in a categorical variable is of high enough prevalence to ensure that sufficient power can realistically be obtained for meaningful analysis;\n* The assessment items required to generate the variable can be obtained in a valid way and can reliably be assessed."
        }
    ],
    "entityType": "Participant",
    "published": false,
    "obiba.mica.HarmonizationDatasetDto.type": {
        "project": "dataschemas",
        "table": "Retrospective Generic DataSchema"
    }
}